<?php
/**
 *
 * @package phpBB Extension - Advanced Inactive User Manager
 * @copyright (c) 2013 phpBB Group
 * @license http://opensource.org/licenses/gpl-2.0.php GNU General Public License v2
 *
 */

if (!defined('IN_PHPBB'))
{
	exit;
}

if ( empty($lang) || !is_array($lang) )
{
	$lang = array();
}

$lang = array_merge($lang, array(
	'USER_SELF_DELETE_TITLE'	=>  'Σελίδα αυτοδιαγραφής.',
	'USER_SELF_DELETE_EXPLAIN'	=>  'Σημειώνοντας το κουτάκι και πατώντας το κουμπί επιβεβαίωσης αποδέχεστε να διαγραφεί ο λογαριασμός σας στον φόρουμ.<br/> Όλα σας οι δημοσιεύσεις θα παραμείνουν αλλά δεν θα μπορείτε πλέον να συνδεθείτε με το όνομα χρήστη/κωδικό σας.<br/>Εάν δημιουργήσετε νέο λογαριασμό με το ίδιο όνομα χρήστη οι παλιές δημοσιεύσεις δεν θα συνδεθούν με τον λογαριασμό.',
	'USER_SELF_DELETE_VERIFY'	=>  'Κατανοώ τις συνέπειες και επιβεβαιώνω.',
	'HAVE_TO_LOGIN'				=>  'Λυπούμαστε, αλλά θα πρέπει να συνδεθείτε για να δείτε αυτή τη σελίδα.',
	'HAVE_TO_VERIFY'			=>  'Παρακαλώ σημειώστε το κουτάκι επιβεβαίωσης.',
	'PAGE_NOT_EXIST'			=>  'Λυπούμαστε για την ταλαιπωρία.<br/><br/>Αλλά η σελίδα της αυτοδιαγραφής είναι απενεργοποιημένη.<br/>Αν ήρθατε σε αυτή τη σελίδα καταλάθος ελέγξτε τη διεύθυνση url που έχετε πληκτρολογήσει στο πρόγραμμα περιήγησής σας.<br/>Εάν ακολουθήσατε έναν σύνδεσμο από ένα μήνυμα ηλεκτρονικού ταχυδρομείου που λάβατε από εμάς, παρακαλούμε επικοινωνήστε με τον διαχειριστή της σελίδας.',
	'NEEDS_APPROVAL'			=>	'Λυπούμαστε πολύ που αποφασίσατε να αποχωρήσετε από το %s. Παρακαλούμε σημειώστε ότι ο λογαριασμός σας δεν έχει διαγραφεί ακόμη, θα πρέπει πρώτα να εγκριθεί. Παρακαλώ δώστε μας λίγο χρόνο για αυτήν την ενέργεια. Σε 5 δευτερόλεπτα θα ανακατευθυνθείτε στην αρχική μας σελίδα.',
	'USER_SELF_DELETE_SUCCESS'	=>	'Λυπούμαστε πολύ που αποφασίσατε να αποχωρήσετε από το %s. Ο λογαριασμός σας έχει διαγραφεί. Σε 5 δευτερόλεπτα θα ανακατευθυνθείτε στην αρχική μας σελίδα',
	'INVALID_LINK_OR_USER'		=>	'Λυπούμαστε για την ταλαιπωρία.<br/><br/>Αλλά δεν έχετε πρόσβαση σε αυτή την σελίδα.<br/>Αν ήρθατε σε αυτή τη σελίδα καταλάθος ελέγξτε τη διεύθυνση url που έχετε πληκτρολογήσει στο πρόγραμμα περιήγησής σας.<br/>Εάν ακολουθήσατε έναν σύνδεσμο από ένα μήνυμα ηλεκτρονικού ταχυδρομείου που λάβατε από εμάς, παρακαλούμε επικοινωνήστε με τον διαχειριστή της σελίδας',
	));
